1password
abseil-cpp
acl
adobe-source-code-pro-fonts
adwaita-cursors
adwaita-dark
adwaita-icon-theme
alacritty
alsa-card-profiles
alsa-lib
alsa-topology-conf
alsa-ucm-conf
aom
archlinux-keyring
argon2
at-spi2-core
atkmm
attr
audit
autoconf
automake
avahi
base
bash
binutils
bison
blueman
bluez
bluez-libs
bridge-utils
brotli
btrfs-progs
bubblewrap
bzip2
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
chrono-date
clutter
clutter-gtk
cmark
cogl
confuse
containerd
coreutils
cryptsetup
curl
dav1d
db5.3
dbus
dbus-glib
dconf
dconf-editor
debugedit
default-cursors
desktop-file-utils
device-mapper
diffutils
discord
djvulibre
dmenu-wayland-git
dmidecode
dmraid
dnssec-anchors
docker
docker-compose
dosfstools
dotnet-host
dotnet-runtime
duktape
e2fsprogs
efibootmgr
efivar
ell
enchant
evince
evolution
evolution-data-server
exo
expat
fakeroot
fcft
fd
ffmpeg
file
filesystem
findutils
firefox
flac
flashrom
flex
fmt
fontconfig
foot
freetype2
fribidi
fuse-common
fuse3
fwupd
fwupd-efi
fzf
gawk
gc
gcab
gcc
gcc-libs
gcr
gcr-4
gdbm
gdk-pixbuf2
geoclue
geocode-glib-2
geocode-glib-common
gettext
ghostscript
giflib
git
glib-networking
glib2
glibc
glibmm
gmp
gnome-autoar
gnome-calendar
gnome-desktop
gnome-desktop-common
gnome-keyring
gnome-online-accounts
gnome-themes-extra
gnu-free-fonts
gnupg
gnutls
gobject-introspection
gobject-introspection-runtime
google-chrome
gperftools
gpgme
gpm
gptfdisk
graphene
graphite
grep
grim
groff
gsettings-desktop-schemas
gsfonts
gsm
gspell
gssdp
gst-plugin-gtk
gst-plugin-pipewire
gst-plugins-bad-libs
gst-plugins-base-libs
gstreamer
gthumb
gtk-layer-shell
gtk-update-icon-cache
gtk2
gtk3
gtk4
gtkmm3
gucharmap
guile
gupnp
gupnp-igd
gvfs
gzip
harfbuzz
harfbuzz-icu
hicolor-icon-theme
hidapi
highway
htop
http-parser
hwdata
hyphen
iana-etc
icu
ijs
imagemagick
imath
iniparser
intel-ucode
iproute2
iptables
iputils
iso-codes
iw
iwd
jansson
jbig2dec
jq
json-c
json-glib
jsoncpp
kbd
keyutils
kmod
krb5
l-smash
lame
lcms2
ldns
lemurs-git
less
libadwaita
libaio
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libavif
libblockdev
libbluray
libbpf
libbs2b
libbsd
libbytesize
libcamera
libcanberra
libcap
libcap-ng
libcbor
libcdio
libcdio-paranoia
libcloudproviders
libcolord
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libde265
libdrm
libedit
libelf
libepoxy
libevdev
libevent
libexif
libfdk-aac
libffi
libfontenc
libfreeaptx
libftdi
libgcrypt
libgee
libgit2
libglvnd
libgpg-error
libgsf
libgtop
libgudev
libgusb
libgweather-4
libgxps
libhandy
libheif
libical
libice
libidn
libidn2
libiec61883
libimobiledevice
libindicator-gtk3
libinih
libinput
libisl
libjcat
libjpeg-turbo
libjxl
libksba
liblc3
libldac
libldap
liblqr
libmanette
libmbim
libmd
libmfx
libmm-glib
libmnl
libmodplug
libmpc
libmpdclient
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnice
libnl
libnm
libnma
libnma-common
libnotify
libnsl
libogg
libomxil-bellagio
libp11-kit
libpaper
libpcap
libpciaccess
libpgm
libphonenumber
libpipeline
libplist
libpng
libproxy
libpsl
libpst
libpulse
libqmi
libqrtr-glib
libraqm
libraw1394
librest
librsvg
libsasl
libseccomp
libsecret
libsigc++
libsm
libsmbios
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspectre
libssh
libssh2
libstemmer
libsynctex
libsysprof-capture
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtool
libunistring
libunwind
liburcu
libusb
libusbmuxd
libutf8proc
libva
libva-mesa-driver
libvdpau
libverto
libvorbis
libvpx
libwacom
libwebp
libwireplumber
libwpe
libx11
libxau
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmlb
libxmu
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libytnef
libyuv
licenses
light
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-whence
llvm-libs
lm_sensors
lua
lv2
lvm2
lz4
lzo
m4
mailcap
make
man-db
man-pages
mdadm
mesa
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mpfr
mpg123
mtdev
nano
ncurses
ndctl
nettle
network-manager-applet
networkmanager
nlohmann-json
nm-connection-editor
npth
nspr
nss
nwg-launchers-git
nwg-look-bin
ocl-icd
oniguruma
opencore-amr
openexr
openjpeg2
openssh
openssl
opus
orc
p11-kit
pacman
pacman-mirrorlist
pam
pambase
pango
pangomm
papirus-icon-theme
parted
patch
pavucontrol
pciutils
pcre
pcre2
pcsclite
perl
perl-error
perl-mailtools
perl-timedate
pinentry
pinta
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pixman
pkgconf
playerctl
polkit
poppler
poppler-data
poppler-glib
popt
powerline-fonts-git
procps-ng
protobuf
protobuf-c
psmisc
python
python-attrs
python-cairo
python-cffi
python-cryptography
python-gobject
python-i3ipc
python-mako
python-markdown
python-markupsafe
python-packaging
python-pip
python-ply
python-pycparser
python-pyparsing
python-six
python-wheel
python-xlib
ranger
rav1e
readline
run-parts
runc
sbc
sdl2
seatd
sed
serd
shadow
shared-mime-info
slack-desktop
slang
slurp
smartmontools
sndio
sord
sound-theme-freedesktop
spdlog
speex
speexdsp
sqlite
sratom
srt
startup-notification
stow
sudo
svt-av1
sway
swaybg
swayidle
swaylock
swaync-git
sysfsutils
systemd
systemd-libs
systemd-sysvcompat
tar
tdb
texinfo
thin-provisioning-tools
thunar
tpm2-tss
tracker3
ttf-caladea
ttf-carlito
ttf-dejavu
ttf-font-awesome
ttf-liberation
tzdata
udisks2
upower
usbmuxd
util-linux
util-linux-libs
v4l-utils
vi
vid.stab
vim
vim-runtime
vmaf
volume_key
vulkan-icd-loader
waybar
wayland
wayland-protocols
webkit2gtk
webkit2gtk-4.1
webkit2gtk-5.0
webp-pixbuf-loader
webrtc-audio-processing
wget
which
wireless_tools
wireplumber
wl-clipboard
wlroots
woff2
wpa_supplicant
wpebackend-fdo
x264
x265
xcb-proto
xcb-util
xcb-util-errors
xcb-util-renderutil
xcb-util-wm
xcur2png
xdg-dbus-proxy
xdg-desktop-portal-gtk
xdg-user-dirs
xdg-utils
xf86-input-libinput
xf86-video-nouveau
xfconf
xfsprogs
xkeyboard-config
xorg-fonts-encodings
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xinit
xorg-xkbcomp
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xwayland
xorgproto
xvidcore
xz
yay-git
yelp
yelp-xsl
zeromq
zimg
zlib
zram-generator
zsh
zstd
